Repository: myfix16/BatteryTracker
Catalog: src/Strings/*/Resources.resw
Source language: en_us
Languages: de, fr, hi, id, sw, uk, zh_hant

# Settings_EnableHighPowerNotification.Header
source: Enable sufficient power notification
de: Benachrichtigung über ausreichende Stromversorgung aktivieren
fr: Activer une notification lorsque la batterie atteint un niveau suffisant de charge
hi: पर्याप्त बिजली अधिसूचना सक्षम करें
id: Aktifkan notifikasi daya cukup terisi
sw: Washa arifa ya kutosha ya nishati
uk: Ввімкнути сповіщення про достатній заряд
zh_hant: 啓用電量充足通知

# Settings_CopyVersionButton.Content
source: Copy
de: Kopieren
fr: Copier
hi: कॉपी
id: Salin
sw: Nakili
uk: Копіювати
zh_hant: 複製

# Settings_Help_Support.Header
source: Help & support
de: Hilfe und Unterstützung
fr: Aide et support
hi: सहायता एवं समर्थन
id: Bantuan & dukungan
sw: Usaidizi na usaidizi
uk: Допомога та підтримка
zh_hant: 幫助和支持

# Settings_HighPowerThreshold.Header
source: Notify me when battery percentage is higher than:
de: Benachrichtigen Sie mich, wenn der Batterieprozentsatz höher ist als:
fr: Me notifier lorsque le pourcentage de batterie est supérieur à :
hi: बैटरी प्रतिशत इससे अधिक होने पर मुझे सूचित करें:
id: Beritahu saya bila persentase baterai lebih tinggi dari:
sw: Niarifu wakati asilimia ya betri iko juu kuliko:
uk: Повідомити мене, коли відсоток заряду батареї буде вищим за:
zh_hant: 在電量百分比高於以下值時推送通知：

# Settings_Logs.Header
source: Open log folder
de: Log-Ordner öffnen
fr: Ouvrir le dossier des logs
hi: लॉग फ़ोल्डर खोलें
id: Buka folder log
sw: Fungua folda ya kumbukumbu
uk: Відкрити папку журналу
zh_hant: 打開日志文件夾

# Settings_LowPowerThreshold.Header
source: Notify me when battery percentage is lower than:
de: Benachrichtigen Sie mich, wenn der Batterieprozentsatz niedriger ist als:
fr: Me notifier si le pourcentage de batterie est inférieur à :
hi: बैटरी प्रतिशत इससे कम होने पर मुझे सूचित करें:
id: Beritahu saya bila persentase baterai lebih rendah dari:
sw: Niarifu wakati asilimia ya betri iko chini kuliko:
uk: Повідомити мене, коли відсоток заряду батареї буде нижчим за:
zh_hant: 儅電池百分比低於以下值時推送通知：

# Settings_RunAtStartUp.Description
source: Battery Tracker will launch automatically
de: Battery Tracker wird automatisch starten
fr: Battery Tracker va se lancer automatiquement
hi: बैटरी ट्रैकर स्वचालित रूप से लॉन्च हो जाएगा
id: Pelacak baterai akan terbuka secara otomatis
sw: Kifuatilia Betri kitazinduliwa kiotomatiki
uk: Battery Tracker запуститься автоматично
zh_hant: Battery Tracker 將自動啓動

# Settings_ThirdPartyLicense.Header
source: Third-party licenses
de: Lizenzen von Drittanbietern
fr: Licences des logiciels tiers
hi: तृतीय-पक्ष लाइसेंस
id: Lisensi pihak ketiga
sw: Leseni za watu wengine
uk: Сторонні ліцензії
zh_hant: 第三方許可

# SettingsPreferencesSystemDefaultLanguageOption
source: System default
de: System-Standard
fr: Valeur par défaut du système
hi: सिस्टम डिफ़ॉल्ट
id: Bawaan sistem
sw: Chaguomsingi ya mfumo
uk: Системний за замовчуванням
zh_hant: 系統默認

# AppDescription
source: Show battery remaining percentage on taskbar
de: Zeige den Prozentsatz der verbleibenden Batterie in der Taskleiste an
fr: Affiche le pourcentage de batterie restante sur la barre de tâches
hi: टास्कबार पर बैटरी शेष प्रतिशत दिखाएँ
id: Menampilkan persentase sisa baterai pada taskbar
sw: Onyesha asilimia iliyobaki ya betri kwenye upau wa kazi
uk: Показати відсоток заряду батареї на панелі завдань
zh_hant: 一款在任務欄顯示電池百分比的實用工具

# Settings_Personalization.Text
source: Personalization
de: Personalisierung
fr: Personnalisation
hi: वैयक्तिकरण
id: Personalisasi
sw: Ubinafsishaji
uk: Персоналізація
zh_hant: 個性化

# Settings_Theme.Text
source: Theme
de: Thema
fr: Thème
hi: थीम
id: Tema
sw: Mandhari
uk: Тема
zh_hant: 主題

# Settings_Theme_Light.Content
source: Light
de: Licht
fr: Clair
hi: हल्की
id: Cerah
sw: Mwanga
uk: Світла
zh_hant: 淺色

# Settings_Theme_Default.Content
source: Windows Default
de: Windows Standart
fr: Windows par défaut
hi: विंडोज डिफ़ॉल्ट
id: Bawaan Windows
sw: Chaguomsingi la Windows
uk: За замовчуванням Windows
zh_hant: Windows 默認

# Settings_PrivacyTerms.Header
source: Privacy Statement
de: Datenschutzerklärung
fr: Politique de confidentialité
hi: गोपनीयता वक्तव्य
id: Pernyataan Privasi
sw: Taarifa ya Faragha
uk: Положення про конфіденційність
zh_hant: 隱私聲明

# Settings_EnableLowPowerNotification.Header
source: Enable low power notification
de: Benachrichtigung bei niedrigem Akkustand aktivieren
fr: Envoyer une notification lorsque le niveau de la batterie est faible
hi: कम पावर अधिसूचना सक्षम करें
id: Aktifkan notifikasi daya rendah
sw: Washa arifa ya nishati kidogo
uk: Ввімкнути сповіщення про низький рівень енергоспоживання
zh_hant: 啓用低電量通知

# Settings_Language.Header
source: Language
de: Sprache
fr: Langue
hi: भाषा
id: Bahasa
sw: lugha
uk: Мова
zh_hant: 語言

# Settings_Notification.Header
source: Notifications
de: Benachrichtungen
hi: सूचनाएं
id: Notifikasi
sw: Arifa
uk: Сповіщення
zh_hant: 通知

# OpenSettingsCommand.Label
source: Settings
de: Einstellungen
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
sw: Mipangilio
uk: Налаштування
zh_hant: 設置

# FullyChargedMessage
source: The battery is fully charged
de: DIe Batterie ist voll
fr: La batterie est complètement chargée
hi: बैटरी पूरी तरह चार्ज है
id: Baterai telah terisi penuh
sw: Betri imechajiwa kikamilifu
uk: Батарею повністю заряджено
zh_hant: 電池已充滿

# LowPowerMessage
source: Low power
de: Geringer Strom
fr: Batterie faible
hi: कम पावर
id: Daya rendah
sw: Nguvu ya chini
uk: Мало заряду
zh_hant: 電池電量不足

# InstanceRunningMessage
source: Another instance is already running
de: Eine andere Instanz läuft bereits
fr: Une autre instance de l'application est déjà en cours d'exécution
hi: न संभाले गए अपवादों के लिए त्रुटि संदेश
id: Jendela lain sudah berjalan
sw: Mfano mwingine tayari unaendelea
uk: Інший екземпляр вже запущено
zh_hant: 該應用的另一個實例正在運行

# Settings_Appearance_Behavior.Header
source: Appearance & behavior
de: Aussehen & Verhalten
fr: Apparence et comportement
hi: दिखावट एवं व्यवहार
id: Tampilan & prilaku
sw: Mwonekano na tabia
uk: Зовнішній вигляд і поведінка
zh_hant: 外觀和行爲

# Settings_ColorModeHeader.Header
source: Application theme
de: Anwendungsthema
fr: Thème de l'application
hi: एप्लिकेशन थीम
id: Tema aplikasi
sw: Mada ya maombi
uk: Тема застосунку
zh_hant: 應用主題

# Settings_CopyAppVersionMenuItem.Text
source: Application version
de: Anwendungsversion
fr: Version de l'application
hi: एप्लिकेशन संस्करण
id: Versi aplikasi
sw: Toleo la maombi
uk: Версія застосунку
zh_hant: 應用版本

# Settings_CopyWindowsVersionMenuItem.Text
source: Windows version
fr: Version de Windows
hi: विंडोज़ संस्करण
id: Versi Windows
sw: Toleo la Windows
uk: Версія Windows
zh_hant: Windows 版本

# Settings_General.ModuleTitle
source: Settings
de: Einstellungen
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
sw: Mipangilio
uk: Налаштування
zh_hant: 設置

# Settings_GitHubLink.Header
source: GitHub repository
fr: Répertoire GitHub
hi: GitHub रिपोजिटरी
id: Penyimpanan GitHub
sw: GitHub hazina
uk: Репозиторій GitHub
zh_hant: Github 存儲庫

# Settings_LanguageHeader.Header
source: Application language
de: Anwendungssprache
fr: Langue de l'application
hi: एप्लिकेशन भाषा
id: Bahasa aplikasi
sw: Lugha ya maombi
uk: Мова застосунку
zh_hant: 應用語言

# Settings_OpenSource.Header
source: Open source
hi: खुला स्त्रोत
id: Sumber terbuka
sw: Chanzo wazi
uk: Відкритий вихідний код
zh_hant: 開放源代碼

# Settings_RunAtStartUp.Header
source: Run at startup
de: beim Start ausführen
fr: Lancer au démarrage
hi: शुरु होते वक्त चलाएं
id: Buka saat dinyalakan
sw: Endesha wakati wa kuanza
uk: Запустити під час запуску системи
zh_hant: 啓動時運行

# Settings_Version.Header
source: Version
hi: संस्करण
id: Versi
sw: Toleo
uk: Версія
zh_hant: 版本

# Settings_VersionCopiedTextBlock.Text
source: Copied!
de: Kopiert!
fr: Copié !
hi: प्रतिलिपि बनाई गई!
id: Tersalin!
sw: Imenakiliwa!
uk: Скопійовано!
zh_hant: 已複製！

# Settings_Windows_Color_Settings.Content
source: Windows color settings
de: Windows-Farbeinstellungen
fr: Paramètres de couleur Windows
hi: विंडोज़ रंग सेटिंग्स
id: Pengaturan warna jendela
sw: Mipangilio ya rangi ya Windows
uk: Налаштування кольорів Windows
zh_hant: Windows 顔色設置

# SettingsPage_RateTheApp.Content
source: Rate the app
de: Bewerte die App
fr: Noter l'application
hi: ऐप को रेट करें
id: Beri nilai aplikasi
sw: Kadiria programu
uk: Оцініть застосунок
zh_hant: 評價本應用

# AppDisplayName
source: Battery Tracker
de: Batterietracker
id: Pelacak Baterai
sw: Kifuatilia Betri

# Settings_Theme_Dark.Content
source: Dark
de: Dunkelheit
fr: Sombre
hi: गहरी
id: Gelap
sw: giza
uk: Темна
zh_hant: 深色

# Settings_LanguageButton.Content
source: Restart
de: Neustarten
fr: Redémarrer
hi: पुनः आरंभ करें
id: Mulai ulang
sw: Anzisha tena
uk: Перезавантажити
zh_hant: 重啓

# Settings_LanguageInfoBar.Message
source: Restart the app for the language change to take effect
de: Starten Sie die App neu, damit die Sprachänderung wirksam wird
fr: Il faut redémarrer l'application pour que le changement de langue soit effectif
hi: भाषा परिवर्तन को प्रभावी बनाने के लिए ऐप को पुनरारंभ करें
id: Mulai ulang aplikasi untuk mengubah bahasa
sw: Anzisha tena programu ili mabadiliko ya lugha yaanze kutumika
uk: Перезапустіть застосунок, щоб зміна мови набула чинності
zh_hant: 重啓應用使變更生效

# Settings_About.Text
source: About this application
de: Über diese Applikation
fr: À propos de l'application
hi: इस एप्लिकेशन के बारे में
id: Tentang aplikasi ini
sw: Kuhusu programu hii
uk: Про цей застосунок
zh_hant: 關於

# Settings_AboutDescription.Text
source: Show battery remaining percentage on taskbar
de: Zeige den Prozentsatz der verbleibenden Batterie in der Taskleiste an
fr: Affiche le pourcentage de batterie restante sur la barre de tâches
hi: टास्कबार पर बैटरी शेष प्रतिशत दिखाएँ
id: Menampilkan persentase sisa baterai pada taskbar
sw: Onyesha asilimia iliyobaki ya betri kwenye upau wa kazi
uk: Показувати відсоток заряду батареї на панелі завдань
zh_hant: 一款在任務欄顯示電池百分比的實用工具

# Settings_EnableFullyChargedNotification.Header
source: Enable fully charged notification
de: Benachrichtigung bei vollständiger Aufladung aktivieren
fr: Envoyer une notification lorsque la batterie est complètement chargée
hi: पूरी तरह चार्ज अधिसूचना सक्षम करें
id: Aktifkan notifikasi terisi penuh
sw: Washa arifa iliyojazwa kikamilifu
uk: Ввімкнути сповіщення про повний заряд
zh_hant: 啓用滿電量通知

# Shell_About.Content
source: About
de: Über
fr: À propos
hi: बारे में
id: Tentang
sw: Kuhusu
uk: Про
zh_hant: 關於

# Shell_Settings.Content
source: Settings
de: Einstellungen
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
sw: Mipangilio
uk: Налаштування
zh_hant: 設置

# UnhandledExceptionMessage
source: The app is aborting because an unexpected error occurred
de: Die App wird abgebrochen, weil ein unerwarteter Fehler aufgetreten ist
fr: L'application s'est arrêtée à cause d'une erreur inattendue
hi: एक अप्रत्याशित त्रुटि उत्पन्न होने के कारण ऐप निरस्त हो रहा है
id: Aplikasi dibatalkan karena terjadi kesalahan yang tidak terduga
sw: Programu inasitishwa kwa sababu hitilafu isiyotarajiwa ilitokea
uk: Застосунок завершено, оскільки сталася непередбачувана помилка
zh_hant: 出現了未知錯誤，應用將退出

# Settings_Feedback.Header
source: Provide feedback
de: Feedback geben
fr: Fournir votre avis
hi: प्रतिक्रिया दें
id: Berikan umpan balik
sw: Toa maoni
uk: Надайте зворотній зв'язок
zh_hant: 提供反饋

# ExitApplicationCommand.Label
source: Exit
de: Ausgehen
fr: Fermer
hi: बाहर निकलें
id: Keluar
sw: toka
uk: Вийти
zh_hant: 退出

# SettingsPage_EmailLink.Content
source: Send feedback via email
de: Senden Sie Feedback per E-Mail
fr: Envoyer un avis par mail
hi: ईमेल के माध्यम से प्रतिक्रिया भेजें
id: Kirim umpan balik melalui email
sw: Tuma maoni kupitia barua pepe
uk: Надсилайте відгуки електронною поштою
zh_hant: 電子郵件反饋

# SettingsPage_GitHubIssuesLink.Content
source: Submit an issue on GitHub
de: Senden Sie das Problem auf GitHub
fr: Soumettre une issue sur GitHub
hi: GitHub पर समस्या सबमिट करें
id: Kirimkan masalah di GitHub
sw: Peana suala kwenye GitHub
uk: Надіслати проблему на GitHub
zh_hant: 在Github上提交issue

source: Submit feedback
de: Feedback übermitteln
fr: Soumettre votre avis
hi: प्रतिक्रिया सबमिट करें
id: Kirimkan umpan balik
sw: Peana maoni
uk: Надіслати відгук
zh_hant: 提交反饋

# HighPowerMessage
source: The battery has enough charge
de: Die Batterie ist genug geladen
fr: La batterie est suffisamment chargée
hi: बैटरी में पर्याप्त चार्ज है
id: Baterai cukup terisi daya
sw: Betri ina chaji ya kutosha
uk: Батарея має достатньо заряду
zh_hant: 電池已有足夠電量
